# задача 1. Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.
a = int(input("Введите число а: "))
if a <= 5:
    print("будний день")
else: a > 5
print("выходной день")

